Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/uusi_pohjoissaamen_aidinkielen_oppikirja_ilmestynyt(0).html.tmx
Source language: fin
Languages: sme

source: Uusi pohjoissaamen äidinkielen oppikirja ilmestynyt
sme: Ođđa davvisámegiela eatnigiela oahppogirji almmustuvvan

source: Biellocizáš 8 on pohjoissaamen äidinkielen oppikirja peruskoulun 8. luokan oppilaille.
sme: Biellocizáš 8 lea eatnigiela oahppogirji vuođđoskuvlla 8. luohká oahppiide.

source: Kirjaan kuuluu myös harjoituskirja.
sme: Girjái gullá maiddái hárjehusgirji.

source: Kirja on jaettu neljään osaan: syksy, kaamos, talvi ja kevät.
sme: Dán girjji sisdoallu lea juhkkojuvvon njealji oassái: čakča, skábma, dálvi ja giđđa.

source: Kirjasarjassa on aiemmin ilmestynyt Biellocizáš 7 sekä siihen kuuluva harjoituskirja.
sme: Girjeráiddus lea almmustuvvan ovdalis Biellocizáš 7 ja hárjehusgirji.

source: Oppikirjan tekijä: Helmi Länsman, kannen kuvitus Esther Berelowitsch
sme: Oahppogirjji dahkki: Helmi Länsman, bearbmagovva Esther Berelowitsch

source: Kirjoja voi tilata nettikaupastamme:
sme: Girjjiid sáhttá diŋgot min neahttagávppis:

source: https://www.samediggi.fi/tuote/biellocizas-8/
sme: https://www.samediggi.fi/tuote/biellocizas-8/?lang=dav

source: https://www.samediggi.fi/tuote/biellocizas-8-harjehusgirji/
sme: https://www.samediggi.fi/tuote/biellocizas-8-harjehusgirji/?lang=dav

source: Saamelaiskäräjät 2020, koulutus- ja oppimateriaalitoimisto
sme: Sámediggi 2020, skuvlen- ja oahppamateriáladoaimmahat
